Repository: picasso/zu-contact
Catalog: lang/*.po
Languages: ru_ru

source: Name
ru_ru: Имя

source: Please give your name.
ru_ru: Пожалуйста, укажите свое имя.

source: Your Name
ru_ru: Ваше имя

source: Email
ru_ru: Эл. адрес

source: Please give your email address.
ru_ru: Укажите адрес своей электронной почты.

source: Please enter a valid email address.
ru_ru: Пожалуйста, введите действительный адрес электронной почты.

source: Your Email Address
ru_ru: Ваш адрес электронной почты

source: Phone
ru_ru: Телефон

source: Your Phone Number eg. +49-541-754-3010
ru_ru: Ваш номер телефона, например +7-495-754-3010

source: City
ru_ru: Город

source: Your City
ru_ru: Ваш город

source: Places
ru_ru: Количество мест

source: Please give the amount of places to book for you.
ru_ru: Пожалуйста, укажите количество мест для бронирования.

source: How Many Places?
ru_ru: Сколько мест?

source: Message
ru_ru: Сообщение

source: Your Message
ru_ru: Ваше сообщение

source: Book
ru_ru: Бронировать

source: Please give a message.
ru_ru: Пожалуйста, введите сообщение.

source: Send Message
ru_ru: Отправить сообщение

source: Test mail was successfully sent.
ru_ru: Тестовое письмо было успешно отправлено.

source: There was a problem with your submission.
ru_ru: С отправкой формы возникли проблемы.

source: Errors have been highlighted below.
ru_ru: Ошибки выделены ниже.

source: Nonce failed - is not correct or expired.
ru_ru: Проверка nonce не удалась - nonce неверен или срок его действия истек.

source: Form data not found.
ru_ru: Данные для формы не найдены.

source: Form name not found.
ru_ru: Форма с таким именем не найдена.

source: Failed to insert a comment into the database.
ru_ru: Не удалось добавить сообщение в базу данных.

source: Message content rejected due to suspected spam.
ru_ru: Содержание сообщения отклонено из-за подозрения на спам.

source: Your Request Has Been Sent.
ru_ru: Ваш запрос был успешно отправлен.

source: <b>Success!</b> Your message was sent.
ru_ru: <b>Отлично!</b> Ваше сообщение было отправлено.

source: Your booking request has been sent.
ru_ru: Ваш запрос на бронирование был успешно отправлен.

source: You Are Now subscribed to Our Newsletter.
ru_ru: Отлично! Теперь Вы подписаны на наши новости.

source: You Are Now subscribed to My Newsletter.
ru_ru: Отлично! Теперь Вы подписаны на мои новости.

source: <b>Attention!</b> No notification was sent to owner.
ru_ru: <b>Внимание!</b> Не удалось отправить уведомление владельцу.

source: Contact Us
ru_ru: Свяжитесь с нами

source: Write Us
ru_ru: Напишите нам

source: Book Your Place
ru_ru: Забронируйте место

source: Subscribe to Our Newsletter
ru_ru: Подпишитесь на наши новости

source: Contact Me
ru_ru: Связаться со мной

source: Write To Me
ru_ru: Напишите мне

source: Subscribe to My Newsletter
ru_ru: Подпишитесь на мои новости

source: Send me a copy
ru_ru: Прислать мне копию

source: You sent it at
ru_ru: Вы отправили это в

source: New entry was submitted at
ru_ru: Новая форма была отправлена в

source: Available Forms
ru_ru: Доступные формы

source: Saved Entries
ru_ru: Сохраненные Сообщения

source: Approved Entries
ru_ru: Одобренные сообщения

source: Debug SMTP mailer
ru_ru: Отладка SMTP почты

source: Send Test Mail
ru_ru: Отправить Тест Mail

source: Not Activated
ru_ru: Не активирована

source: Activated
ru_ru: Активирована

source: Are you a robot? Please solve reCAPTCHA correctly to continue.
ru_ru: Вы робот? Пожалуйста, решите reCAPTCHA правильно чтобы продолжить.

source: Verification expired. Check the checkbox again.
ru_ru: Срок действия проверки истек. Кликните на чекбокс еще раз.

source: Robot verification failed, please try again.
ru_ru: Проверка на не-робота не удалась, пожалуйста, попробуйте еще раз.

source: Network connectivity is lost and reCAPTCHA cannot continue until connectivity is restored.
ru_ru: Сетевое соединение потеряно, и reCAPTCHA не может продолжить работу, пока соединение не будет восстановлено.

source: Use Google reCAPTCHA?
ru_ru: Использовать Google reCAPTCHA?

source: Loads Google recaptcha script if required.
ru_ru: Если включено - загружает скрипты для Google reCAPTCHA.

source: Use plugin CSS?
ru_ru: Использовать CSS стили плагина?

source: If switched off the plugin stylesheet won't be loaded.
ru_ru: Если выключено, то CSS стили плагина не будут загружены.

source: Use "Me" instead of "Us"?
ru_ru: Использовать "Мне" вместо "Нам"?

source: If switched off - "Us" will be used in the form subheading.
ru_ru: Если выключено - в подзаголовке формы будет использоваться "Нам".

source: Notify emails
ru_ru: Адреса для уведомлений

source: Enter an email to add to the list
ru_ru: Введите email адрес, чтобы добавить в список

source: List of emails to be notified when a form entry occurs.
ru_ru: Список адресов электронной почты, которые должны быть уведомлены при получении сообщений/заявок.

source: Enter SMTP server name
ru_ru: Введите имя SMTP сервера

source: SSL Required
ru_ru: Требуется SSL

source: When switched on - SSL encryption system will be used (TLS instead).
ru_ru: Если включено - будет использоваться система шифрования SSL (в противном случае TLS).

source: Server port
ru_ru: Порт сервера

source: Authentication Required
ru_ru: Требуется авторизация

source: If authentication required you should provide Username and Password.
ru_ru: Если требуется аутентификация, вы должны задать Имя Пользователя и Пароль.

source: Username (this is usually your email address)
ru_ru: Имя пользователя (обычно это ваш адрес электронной почты)

source: Password
ru_ru: Пароль

source: "From" email address (usually you should own the domain you are sending from)
ru_ru: Поле адреса "От" (как правило, нужно владеть доменом с которого отправляете)

source: In order for the notifications to work, you need to have transactional emails configured in your copy of WordPress. This is usually done by your ISP, but if notifications are not sent, then I strongly recommend that you use one of the plugins that can be easily found on the Internet (for example, $links). As a last resort, you can configure access to the SMPT server manually using the fields below, but you must understand exactly what you are doing. To avoid possible conflicts with the plugin, I recommend to reset all SMPT server settings with "Reset Server Settings" button.
ru_ru: Чтобы уведомления работали, вам необходимо настроить транзакционные электронные письма в вашей копии WordPress. Обычно это делает ваш интернет-провайдер, но если уведомления не отправляются, я настоятельно рекомендую вам использовать один из плагинов, которые можно легко найти в Интернете (например, $links). В крайнем случае вы можете настроить доступ к SMPT-серверу вручную, используя поля ниже, но вы должны точно понимать, что вы делаете. Чтобы избежать возможных конфликтов с почтовым плагином, я рекомендую сбросить все настройки SMPT-сервера (ваших экспериментов) с помощью кнопки "Сбросить Настройки".

source: or
ru_ru: или

source: Reset Settings
ru_ru: Сбросить Настройки

source: Site key
ru_ru: Site key (Ключ сайта)

source: Secret key
ru_ru: Secret key (Секретный ключ)

source: For getting started, you need to register your site here: $links Choose the option "reCAPTCHA v2" which gives an "I’m not a robot" Checkbox. Once you entered all needed details you will get your Site key and Secret key.
ru_ru: Для начала, вам нужно зарегистрировать свой сайт здесь: $links Выберите вариант "reCAPTCHA v2", который предложит вам чекбокс "Я не робот". После того, как вы введете все необходимые данные, вы получите Site key и Secret key.

source: The color theme of the widget
ru_ru: Цветовая тема виджета

source: The size of the widget
ru_ru: Размер виджета

source: Light Theme
ru_ru: Светлая тема

source: Dark Theme
ru_ru: Темная тема

source: Compact Widget Size
ru_ru: Компактный размер виджета

source: Normal Widget Size
ru_ru: Нормальный размер виджета

source: Mail Server Settings
ru_ru: Настройки почтового сервера

source: Zu Contact
ru_ru: Zu Контакт

source: Simple but smart Ajax contact forms. With Gutenberg based settings page.
ru_ru: Простые, но умные формы обратной связи на Ajax. Со страницей настроек на основе Gutenberg.

source: Dmitry Rudakov
ru_ru: Дмитрий Рудаков

source: https://dmitryrudakov.com/about/
ru_ru: https://dmitryrudakov.ru/about/
