{"translation-revision-date":"2020-12-06 11:33+0100","generator":"WP-CLI\/2.4.0","source":"zu-contact.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ru_RU","plural-forms":"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2);"},"Google reCAPTCHA":["Google reCAPTCHA"],"Use Google reCAPTCHA?":["Использовать Google reCAPTCHA?"],"Loads Google recaptcha script if required.":["Если включено - загружает скрипты для Google reCAPTCHA."],"Use plugin CSS?":["Использовать CSS стили плагина?"],"If switched off the plugin stylesheet won't be loaded.":["Если выключено, то CSS стили плагина не будут загружены."],"Use \"Me\" instead of \"Us\"?":["Использовать \"Мне\" вместо \"Нам\"?"],"If switched off - \"Us\" will be used in the form subheading.":["Если выключено - в подзаголовке формы будет использоваться \"Нам\"."],"Notify emails":["Адреса для уведомлений"],"Enter an email to add to the list":["Введите email адрес, чтобы добавить в список"],"List of emails to be notified when a form entry occurs.":["Список адресов электронной почты, которые должны быть уведомлены при получении сообщений\/заявок."],"Enter SMTP server name":["Введите имя SMTP сервера"],"SSL Required":["Требуется SSL"],"When switched on - SSL encryption system will be used (TLS instead).":["Если включено - будет использоваться система шифрования SSL (в противном случае TLS)."],"Server port":["Порт сервера"],"Authentication Required":["Требуется авторизация"],"If authentication required you should provide Username and Password.":["Если требуется аутентификация, вы должны задать Имя Пользователя и Пароль."],"Username (this is usually your email address)":["Имя пользователя (обычно это ваш адрес электронной почты)"],"Password":["Пароль"],"\"From\" email address (usually you should own the domain you are sending from)":["Поле адреса \"От\" (как правило, нужно владеть доменом с которого отправляете)"],"In order for the notifications to work, you need to have transactional emails configured in your copy of WordPress. This is usually done by your ISP, but if notifications are not sent, then I strongly recommend that you use one of the plugins that can be easily found on the Internet (for example, $links). As a last resort, you can configure access to the SMPT server manually using the fields below, but you must understand exactly what you are doing. To avoid possible conflicts with the plugin, I recommend to reset all SMPT server settings with \"Reset Server Settings\" button.":["Чтобы уведомления работали, вам необходимо настроить транзакционные электронные письма в вашей копии WordPress. Обычно это делает ваш интернет-провайдер, но если уведомления не отправляются, я настоятельно рекомендую вам использовать один из плагинов, которые можно легко найти в Интернете (например, $links). В крайнем случае вы можете настроить доступ к SMPT-серверу вручную, используя поля ниже, но вы должны точно понимать, что вы делаете. Чтобы избежать возможных конфликтов с почтовым плагином, я рекомендую сбросить все настройки SMPT-сервера (ваших экспериментов) с помощью кнопки \"Сбросить Настройки\"."],"or":["или"],"Reset Settings":["Сбросить Настройки"],"Site key":["Site key (Ключ сайта)"],"Secret key":["Secret key (Секретный ключ)"],"For getting started, you need to register your site here: $links Choose the option \"reCAPTCHA v2\" which gives an \"I’m not a robot\" Checkbox. Once you entered all needed details you will get your Site key and Secret key.":["Для начала, вам нужно зарегистрировать свой сайт здесь: $links Выберите вариант \"reCAPTCHA v2\", который предложит вам чекбокс \"Я не робот\". После того, как вы введете все необходимые данные, вы получите Site key и Secret key."],"The color theme of the widget":["Цветовая тема виджета"],"The size of the widget":["Размер виджета"],"Light Theme":["Светлая тема"],"Dark Theme":["Темная тема"],"Compact Widget Size":["Компактный размер виджета"],"Normal Widget Size":["Нормальный размер виджета"],"Mail Server Settings":["Настройки почтового сервера"]}}}